Repository: instructure/canvas-ios
Catalog: Core/Core/Resources/Localizable.xcstrings
Source language: en
Languages: ar, ca, cy, da, da_instk12, de, es, es_es, fi, fr, fr_ca, ga, hi, ht, id, is, it, ja, ko, mi, ms, nb, nb_instk12, nl, pl, pt, pt_br, ru, sl, sv, sv_instk12, th, vi, zh, zh_hk

source: Modules
ar: الوحدات النمطية
ca: Continguts
cy: Modiwlau
da: Moduler
da_instk12: Forløb
de: Module
es: Módulos
es_es: Contenidos
fi: Moduulit
ga: Modúil
hi: मॉड्यूल
ht: Modil
id: Modul
is: Námsefni
it: Moduli
ja: モジュール
ko: 모듈
mi: Kōwae
ms: Modul
nb: Moduler
nb_instk12: Moduler
pl: Moduły
pt: Módulos
pt_br: Módulos
ru: Модули
sl: Moduli
sv: Moduler
sv_instk12: Moduler
th: หน่วยการเรียน
vi: Học Phần
zh: 单元
zh_hk: 單元

source: Modules and items that have already been processed will not be reverted to their previous state when the process is discontinued.
ar: لن يتم عكس الوحدات والعناصر التي تمت معالجتها بالفعل إلى حالتها السابقة عند إيقاف العملية.
ca: Els continguts i els elements que ja s’hagin processat no es revertiran al seu estat anterior un cop interromput el procés.
cy: Ni fydd modiwlau ac eitemau sydd eisoes wedi’u prosesu yn dychwelyd i’w cyflwr blaenorol pan fyddwch chi’n rhoi’r gorau i’r broses.
da: Moduler og elementer, der allerede er blevet behandlet, vil ikke blive ført tilbage til deres tidligere tilstand, når processen afbrydes.
da_instk12: Forløb og elementer, der allerede er blevet behandlet, vil ikke blive ført tilbage til deres tidligere tilstand, når processen afbrydes.
de: Module und Elemente, die bereits verarbeitet wurden, werden nicht in den vorherigen Zustand zurückversetzt, wenn der Vorgang abgebrochen wird.
es: Si se interrumpe el proceso, los módulos y los ítems que ya hayan sido procesados no volverán a su estado previo.
es_es: Los módulos e ítems que ya se hayan procesado no volverán a su estado anterior cuando el proceso esté interrumpido.
fi: Moduulit ja kohteet, jotka on jo käsitelty ei palauteta aikaisempaan tilaan, kun käsittely keskeytetään.
fr: Les modules et éléments déjà traités ne seront pas ramenés à leur état initial si le processus est interrompu.
fr_ca: Les modules et les éléments qui ont déjà été traités ne retrouveront pas leur état précédent lorsque le processus sera interrompu.
ga: Ní rachaidh modúil agus míreanna atá próiseáilte cheana féin ar ais chuig a staid roimhe sin nuair a scoirtear den phróiseas.
hi: जो मॉड्यूल और आइटम पहले ही संसाधित हो चुके हैं, प्रक्रिया बंद होने पर अपनी पूर्वस्थिति में वापस नहीं आएंगे।
ht: Modil ak atik ki te deja trete yo pa p retounen nan eta yo te ye anvan an lè pwosesis la sipann.
id: Modul dan item yang sudah diproses tidak akan dikembalikan ke kondisi sebelumnya ketika proses dihentikan.
is: Námsefni og atriði sem þegar hafa verið unnin verða ekki færð í fyrra ástand þegar ferlinu er hætt.
it: Quando il processo viene interrotto, i moduli e gli elementi già elaborati non saranno riportati al loro stato precedente.
ja: すでに処理されているモジュールや項目は、処理を中止しても以前の状態には戻りません。
ko: 이미 처리된 모듈 및 항목은 프로세스가 멈춰도 이전 상태로 되돌리지 않습니다.
mi: Ko nga waahanga me nga mea kua oti te tukatuka e kore e hoki ki to ratau ahuatanga o mua ka haukotia te tukanga.
ms: Modul dan item yang telah diproses tidak akan ditukar kembali kepada keadaan sebelumnya apabila proses dihentikan.
nb: Moduler og elementer som allerede er behandlet, vil ikke bli tilbakestilt til tidligere tilstand når prosessen avbrytes.
nb_instk12: Moduler og elementer som allerede er behandlet, vil ikke bli tilbakestilt til tidligere tilstand når prosessen avbrytes.
nl: Modules en items die al zijn verwerkt, worden niet naar hun eerdere status teruggezet wanneer het proces wordt stopgezet.
pl: Przetworzone moduły i elementy nie zostaną przywrócone do poprzedniego stanu, jeśli proces zostanie przerwany.
pt: Os módulos e itens que já tenham sido processados não serão revertidos para o seu estado anterior quando o processo for interrompido.
pt_br: Os módulos e itens que já foram processados não serão revertidos ao estado anterior quando o processo for interrompido.
ru: Модули и элементы, которые уже были обработаны, не будут возвращены в прежнее состояние при остановке процедуры.
sl: Moduli in elementi, ki so bili že obdelani, po prekinitvi procesa ne bodo povrnjeni v predhodno stanje.
sv: Moduler som redan har bearbetats återställs inte till tidigare tillstånd är processen avslutas.
sv_instk12: Moduler som redan har bearbetats återställs inte till tidigare tillstånd är processen avslutas.
th: หน่วยการเรียนและรายการที่ดำเนินการไปแล้วจะไม่กลับคืนเป็นสถานะก่อนหน้าเมื่อมีการยุติการดำเนินการ
vi: Các học phần và mục đã được xử lý sẽ không được hoàn nguyên về trạng thái trước đó khi ngừng quá trình.
zh: 停止处理后，已经处理的模块和项目不会退回到之前的状态。
zh_hk: 中止處理時，已處理的單元和項目將不會回復到之前的狀態。

source: Mondays
ar: أيام الإثنين
ca: Dilluns
cy: Dyddiau Llun
da: Mandage
da_instk12: Mandage
de: Montags
es: Lunes
es_es: Lunes
fi: Maanantaisin
fr: Lundis
fr_ca: Les lundis
ga: ar an Luan
hi: सोमवार
ht: Lendi yo
id: Senin
is: Mánudaga
it: Lunedì
ja: 月曜日
ko: 월요일
mi: Rāhina
ms: Isnin
nb: Mandag
nb_instk12: Mandag
nl: maandagen
pl: Poniedziałki
pt: segundas-feiras
pt_br: Segundas-feiras
ru: По понедельникам
sl: Ponedeljki
sv: Måndagar
sv_instk12: Måndagar
th: จันทร์
vi: Các Ngày Thứ Hai
zh: 周一
zh_hk: 每個星期一

source: Monthly
ar: شهريًا
ca: Mensualment
cy: Misol
da: Månedligt
da_instk12: Månedligt
de: Monatlich
es: Todos los meses
es_es: Mensualmente
fi: Kuukausittain
fr: Tous les mois
fr_ca: Mensuel
ga: Go míosúil
hi: हर महीने
ht: Chak Mwa
id: Bulanan
is: Mánaðarlega
it: Ogni mese
ja: 毎月
ko: 매월
mi: Ia marama
ms: Setiap bulan
nb: Månedlig
nb_instk12: Månedlig
nl: Maandelijks
pl: Co miesiąc
pt: Mensalmente
pt_br: Mensalmente
ru: Ежемесячно
sl: Mesečno
sv: Varje månad
sv_instk12: Varje månad
th: ทุกเดือน
vi: Hàng tháng
zh: 每月
zh_hk: 一個月一次

source: Monthly on %@
ar: شهريًا في %@
ca: Mensualment el %@
cy: Misol ar %@
da: Månedligt den %@
da_instk12: Månedligt den %@
de: Monatlich am %@
es: Todos los meses en %@
es_es: Mensualmente el %@
fi: KUukausittain pvm %@
fr: Tous les mois le %@
fr_ca: Mensuel le %@
ga: Go míosúil ar an %@
hi: %@ को हर महीने
ht: Chak mwa le %@
id: Bulanan pada %@
is: Mánaðarlega þann %@
it: Ogni mese il %@
ja: 毎月%@に
ko: 매월 다음에 %@
mi: Ia marama i runga %@
ms: Setiap bulan pada %@
nb: Månedlig %@
nb_instk12: Månedlig den %@
nl: Maandelijks op %@
pl: Co miesiąc w %@
pt: Mensalmente em %@
pt_br: Mensalmente em %@
ru: Ежемесячно в %@
sl: Vsak mesec na %@
sv: Varje månad den %@
sv_instk12: Varje månad den %@
th: ทุกเดือนเมื่อ %@
vi: Hàng tháng vào %@
zh: 每月 %@
zh_hk: 一個月一次在 %@

source: More
ar: المزيد
ca: Més
cy: Mwy
da: Mere
da_instk12: Mere
de: Mehr
es: Más
es_es: Más
fi: Lisää
fr: Autres
fr_ca: Plus
ga: Tuilleadh
hi: अधिक
ht: Plis
id: Lainnya
is: Meira
it: Altro
ja: その他
ko: 더 많은
mi: Ētahi atu
ms: Lagi
nb: Mer
nb_instk12: Mer
nl: Meer
pl: Więcej
pt: Mais
pt_br: Mais
ru: Больше
sl: Več
sv: Mer
sv_instk12: Mer
th: มากกว่า
vi: Thêm
zh: 更多
zh_hk: 更多

source: More Courses
ar: مزيد من المساقات
ca: Més assignatures
cy: Mwy o Gyrsiau
da: Flere fag
da_instk12: Flere fag
de: Weitere Kurse
es: Más cursos
es_es: Más asignaturas
fi: Lisää kursseja
fr: Cours supplémentaires
fr_ca: Cours supplémentaires
ga: Tuilleadh Cúrsaí
hi: अधिक पाठ्यक्रम
ht: Plis Kou
id: Kursus Lain
is: Fleiri námskeið
it: Altri corsi
ja: その他のコース
ko: 더 많은 과목
mi: Ētahi atu akoranga
ms: Lebih Banyak Kursus
nb: Flere emner
nb_instk12: Flere fag
nl: Meer cursussen
pl: Więcej kursów
pt: Mais disciplinas
pt_br: Mais cursos
ru: Другие курсы
sl: Več predmetov
sv: Fler kurser
sv_instk12: Fler kurser
th: บทเรียนเพิ่มเติม
vi: Thêm Khóa Học
zh: 更多课程
zh_hk: 更多課程

source: More options
ar: المزيد من الخيارات
ca: Més opcions
cy: Mwy o opsiynau
da: Flere indstillinger:
da_instk12: Flere indstillinger:
de: Weitere Optionen
es: Más opciones
es_es: Más opciones
fi: Lisäasetukset
fr: Plus d’options
fr_ca: Plus d’options
ga: Tuilleadh roghanna
hi: अधिक विकल्प
ht: Plis opsyon
id: Opsi lain
is: Fleiri valkostir
it: Altre opzioni
ja: その他のオプション
ko: 더 많은 옵션
mi: Kōwhiringa atu
ms: Lebih banyak pilihan
nb: Flere alternativer
nb_instk12: Flere alternativer
nl: Meer opties
pl: Więcej opcji
pt: Mais opções
pt_br: Mais opções
ru: Дополнительные опции
sl: Dodatne možnosti
sv: Fler alternativ
sv_instk12: Fler alternativ
th: ตัวเลือกเพิ่มเติม
vi: Tùy chọn khác
zh: 更多选项
zh_hk: 更多選項

source: Move Annotation
ar: نقل التعليق التوضيحي
ca: Desplaça l’anotació
cy: Symud Anodiad
da: Flyt anmærkning
da_instk12: Flyt anmærkning
de: Anmerkung verschieben
es: Mover anotación
es_es: Mover notas
fi: Siirrä merkintä
fr: Déplacer annotation
fr_ca: Déplacer l'annotation
ga: Bog Nóta Mínithe
hi: एनोटेशन स्थानांतरित करें
ht: Deplase Anotasyon
id: Pindah Anotasi
is: Færa athugasemdir
it: Sposta annotazione
ja: 昼食を移動
ko: 메모 이동
mi: Nuku Tohutohu
ms: Alih Anotasi
nb: Flytt merknad
nb_instk12: Flytt merknad
nl: Aantekening verplaatsen
pl: Przenieś adnotację
pt: Anotar o movimento
pt_br: Mover anotação
ru: Переместить аннотацию
sl: Premakni opombo
sv: Flytta notering
sv_instk12: Flytta notering
th: หมายเหตุกำกับการเคลื่อนย้าย
vi: Di Chuyển Chú Thích
zh: 移动注释
zh_hk: 移動註釋

source: Multiple Due Dates
ar: تواريخ استحقاق متعددة
ca: Dates de lliurament múltiples
cy: Mwy nag un dyddiad cau
da: Flere forfaldsdatoer
da_instk12: Flere forfaldsdatoer
de: Mehrere Abgabetermine
es: Varias fechas límite
es_es: Varias fechas de entrega
fi: Useita määräpäiviä
fr: Dates limites multiples
fr_ca: Dates limites multiples
ga: Dáta Dlite Iolracha
hi: एकाधिक नियत तिथियां
ht: Plizyè Delè
id: Tanggal Batas Berganda
is: Margir skiladagar
it: Più date di scadenza
ja: 複数の締切日
ko: 여러 기한 날짜
mi: Maha Rā e tika ana
ms: Berbilang Tarikh Siap
nb: Flere forfallsdatoer
nb_instk12: Flere forfallsdatoer
nl: Meerdere inleverdatums
pl: Wiele terminów
pt: Datas de limite múltiplas
pt_br: Várias datas de entrega
ru: Множественные даты выполнения
sl: Več rokov
sv: Flera inlämningsdatum
sv_instk12: Flera inlämningsdatum
th: วันครบกำหนดหลายรายการ
vi: Nhiều Ngày Đến Hạn
zh: 多个到期日
zh_hk: 多個截止日期

source: My Subjects
ar: موضوعاتي
ca: Les meves matèries
cy: Fy Mhynciau
da: Mine emner
da_instk12: Mine emner
de: Meine Fächer
es: Mis temas
es_es: Mis temas
fi: Omat aiheet
fr: Mes sujets
fr_ca: Mes Objets
ga: M’Ábhair
hi: मेरे विषय
ht: Sijè Pa m
id: Subjek Saya
is: Námsefnið mitt
it: Le mie materie
ja: マイ教科
ko: 내 과목/주제
mi: Aku Kaupapa
ms: Subjek Saya
nb: Mine emner
nb_instk12: Mine fag
nl: Mijn onderwerpen
pl: Moje tematy
pt: Minhas Disciplinas
pt_br: Minhas disciplinas
ru: Мои темы
sl: Moji kratki opisi predmetov
sv: Mina ämnen
sv_instk12: Mina ämnen
th: หัวข้อของฉัน
vi: Môn Học Của Tôi
zh: 我的主题
zh_hk: 我的主題

source: Name
ar: الاسم
ca: Nom
cy: Enw
da: Navn
da_instk12: Navn
es: Nombre
es_es: Nombre
fi: Nimi
fr: Nom
fr_ca: Nom
ga: Ainm
hi: नाम
ht: Non
id: Nama
is: Nafn
it: Nome
ja: 名前
ko: 이름
mi: Ingoa
ms: Nama
nb: Navn
nb_instk12: Navn
nl: Naam
pl: Nazwa
pt: Nome
pt_br: Nome
ru: Имя
sl: Ime
sv: Namn
sv_instk12: Namn
th: ชื่อ
vi: Tên
zh: 姓名
zh_hk: 名稱

source: Needs Grading
ar: بحاجة إلى تقدير الدرجات
ca: S'ha de qualificar
cy: Angen Graddio
da: Mangler bedømmelse
da_instk12: Mangler bedømmelse
de: Muss benotet werden
es: Necesita calificación
es_es: Necesita evaluación
fi: Täytyy arvioida
fr: Doit être noté
fr_ca: Requiert une notation
ga: Marcáil de Dhíth
hi: ग्रेडिंग की आवश्यकता है
ht: Bezwen Klasman
id: Membutuhkan Penilaian
is: Þarfnast einkunnagjafar
it: Richiede la valutazione
ja: 採点が必要です
ko: 성적 평가 필요
mi: E hiahiatia ana mo te kōeke
ms: Perlu Digredkan
nb: Trenger vurdering
nb_instk12: Trenger vurdering
nl: Moet worden beoordeeld
pl: Wymaga oceny
pt: Precisa de classificação
pt_br: Precisa de avaliação
ru: Требует оценки
sl: Je treba oceniti.
sv: Måste bedömas
sv_instk12: Måste bedömas
th: ต้องให้เกรด
vi: Cần Chấm Điểm
zh: 需要评分
zh_hk: 需要等級評分

source: NEEDS GRADING
ar: بحاجة إلى تقدير الدرجات
ca: S'HA DE QUALIFICAR
cy: ANGEN EU GRADDIO
da: MANGLER KARAKTER
da_instk12: MANGLER VURDERING
de: MUSS BENOTET WERDEN
es: NECESITA CALIFICACIÓN
es_es: NECESITA EVALUACIÓN
fi: TÄYTYY ARVOSTELLA
fr: NOTATION REQUISE
fr_ca: REQUIERT UNE NOTATION
ga: MARCÁIL DE DHÍTH
hi: ग्रेडिंग की आवश्यकता है
ht: BEZWEN KLASMAN
id: MEMBUTUHKAN PENILAIAN
is: EINKUNN VANTAR
it: RICHIEDONO LA VALUTAZIONE
ja: 採点が必要です
ko: 성적 평가 필요
mi: ME KŌEKE
ms: MEMERLUKAN PENGGREDAN
nb: MÅ VURDERES
nb_instk12: MÅ VURDERES
nl: MOET WORDEN BEOORDEELD
pl: WYMAGA OCENY
pt: PRECISA DE CLASSIFICAÇÃO
pt_br: PRECISA DE CLASSIFICAÇÃO
ru: ТРЕБУЕТСЯ ОЦЕНКА
sl: JE TREBA OCENITI
sv: BEHÖVER BEDÖMNING
sv_instk12: BEHÖVER BEDÖMNING
th: ต้องให้เกรด
vi: CẦN CHẤM ĐIỂM
zh: 需要评分
zh_hk: 需要等級評分

source: Network Error
ar: خطأ في الشبكة
ca: Error de xarxa
cy: Gwall ar y Rhwydwaith
da: Netværk fejl
da_instk12: Netværk fejl
de: Netzwerkfehler
es: Error de la red
es_es: Error de red
fi: Verkkovirhe
fr: Erreur de réseau
fr_ca: Erreur de réseau
ga: Earráid Líonra
hi: नेटवर्क त्रुटि
ht: Erè Rezo
id: Kesalahan Jaringan
is: Netkerfisvilla
it: Errore di rete
ja: ネットワークエラー
ko: 네트워크 오류
mi: Hapa Whatunga
ms: Ralat Rangkaian
nb: Nettverksfeil
nb_instk12: Nettverksfeil
nl: Netwerkfout
pl: Błąd sieci
pt: Erro de Rede
pt_br: Erro de Rede
ru: Ошибка сети
sl: Napaka v omrežju
sv: Nätverksfel
sv_instk12: Nätverksfel
th: ข้อผิดพลาดเครือข่าย
vi: Lỗi Mạng
zh: 网络错误
zh_hk: 網路錯誤

source: Never
ar: أبدًا
ca: Mai
cy: Byth
da: Aldrig
da_instk12: Aldrig
de: Nie
es: Nunca
es_es: Nunca
fi: Ei koskaan
fr: Jamais
fr_ca: Jamais
ga: Riamh
hi: कभी नहीं
ht: Jamè
id: Tidak Pernah
is: Aldrei
it: Mai
ja: まったくしない
ko: 안 함
mi: Kaua rawa
ms: Tidak Pernah
nb: Aldri
nb_instk12: Aldri
nl: Nooit
pl: Nigdy
pt: Nunca
pt_br: Nunca
ru: Никогда
sl: Nikoli
sv: Aldrig
sv_instk12: Aldrig
th: ไม่เลย
vi: Không Bao Giờ
zh: 从不
zh_hk: 永不

source: New Announcement
ar: إعلان جديد
ca: Anunci nou
cy: Cyhoeddiad Newydd
da: Ny besked
da_instk12: Ny besked
de: Neue Ankündigung
es: Nuevo anuncio
es_es: Nuevo anuncio
fi: Uusi ilmoitus
fr: Nouvelle annonce
fr_ca: Nouvelle annonce
ga: Fógra Nua
hi: नई घोषणा
ht: Nouvo Anons
id: Pengumuman Baru
is: Ný tilkynning
it: Nuovo annuncio
ja: 新規発表
ko: 새 공지
mi: Pānuitanga Hou
ms: Pengumuman Baharu
nb: Ny kunngjøring
nb_instk12: Ny beskjed
nl: Nieuwe aankondiging
pl: Nowe ogłoszenie
pt: Novo anúncio
pt_br: Novo aviso
ru: Новое объявление
sl: Novo obvestilo
sv: Nytt anslag
sv_instk12: Nytt meddelande
th: ประกาศใหม่
vi: Thông Báo Mới
zh: 新公告
zh_hk: 新通告

source: New Conferences
ar: مؤتمرات جديدة
ca: Conferències noves
cy: Cynadleddau Newydd
da: Nye konferencer
da_instk12: Nye konferencer
de: Neue Konferenzen
es: Nuevas conferencias
es_es: Nuevas conferencias
fi: Uudet konferenssit
fr: Nouvelles conférences
fr_ca: Nouvelles conférences
ga: Comhdhálacha Nua
hi: नई कॉन्फ़्रेंस
ht: Nouvo Konferans
id: Konferensi Baru
is: Nýjar ráðstefnur
it: Nuove conferenze
ja: 新しい会議
ko: 새 컨퍼런스
mi: Ngā hui hou
ms: Persidangan Baharu
nb: Nye videomøter
nb_instk12: Nye videomøter
nl: Nieuwe vergaderingen
pl: Nowe konferencje
pt: Novas conferências
pt_br: Novas Conferências
ru: Новые конференции
sl: Nove konference
sv: Nya konferenser
sv_instk12: Nya konferenser
th: การประชุมใหม่
vi: Hội Nghị Mới
zh: 新会议
zh_hk: 新會議

source: New Discussion
ar: نقاش جديد
ca: Fòrum nou
cy: Trafodaeth Newydd
da: Ny diskussion
da_instk12: Ny diskussion
de: Neue Diskussion
es: Nuevo foro de discusión
es_es: Nuevo foro de discusión
fi: Uusi keskustelu
fr: Nouvelle discussion
fr_ca: Nouvelle discussion
ga: Fóram Nua
hi: नई चर्चा
ht: Nouvo Diskisyon
id: Diskusi Baru
is: Ný umræða
it: Nuova discussione
ja: 新しいディスカッション
ko: 새 토론
mi: Kōrero hou
ms: Perbincangan Baharu
nb: Ny diskusjon
nb_instk12: Ny diskusjon
nl: Nieuwe discussie
pl: Nowa dyskusja
pt: Nova Discussão
pt_br: Novo fórum
ru: Новая дискуссия
sl: Nova razprava
sv: Ny diskussion
sv_instk12: Ny diskussion
th: การพูดคุยใหม่
vi: Thảo Luận Mới
zh: 新讨论
zh_hk: 新討論區

source: New Event
ar: حدث جديد
ca: Esdeveniment nou
cy: Digwyddiad Newydd
da: Ny begivenhed
da_instk12: Ny begivenhed
de: Neues Ereignis
es: Nuevo evento
es_es: Nuevo evento
fi: Uusi tapahtuma
fr: Nouvel événement
fr_ca: Nouvel événement
ga: Imeacht Nua
hi: नई घटना
ht: Nouvo Aktivite
id: Acara Baru
is: Nýr viðburður
it: Nuovo evento
ja: 新しいイベント
ko: 새 이벤트
mi: Tauwhāinga Hōu
ms: Acara Baharu
nb: Ny hendelse
nb_instk12: Ny hendelse
nl: Nieuw evenement
pl: Nowe wydarzenie
pt: Novo Evento
pt_br: Novo Evento
ru: Новое Событие
sl: Nov dogodek
sv: Ny händelse
sv_instk12: Ny händelse
th: กิจกรรมใหม่
vi: Sự Kiện Mới
zh: 新事件
zh_hk: 新活動

source: New Message
ar: رسالة جديدة
ca: Missatge nou
cy: Neges Newydd
da: Ny besked
da_instk12: Ny besked
de: Neue Nachricht
es: Mensaje nuevo
es_es: Mensaje nuevo
fi: Uusi viesti
fr: Nouveau message
fr_ca: Nouveau message
ga: Teachtaireacht Nua
hi: नया संदेश
ht: Nouvo Mesaj
id: Pesan Baru
is: Ný skilaboð
it: Nuovo messaggio
ja: 新しいメッセージ
ko: 새 메시지
mi: Karere Hōu
ms: Mesej Baharu
nb: Ny melding
nb_instk12: Ny melding
nl: Nieuw bericht
pl: Nowa wiadomość
pt: Nova mensagem
pt_br: Nova mensagem
ru: Новое сообщение
sl: Novo sporočilo
sv: Nytt kursmeddelande
sv_instk12: Nytt meddelande
th: ข้อความใหม่
vi: Tin Nhắn Mới
zh: 新消息
zh_hk: 新訊息

source: New Mobile Dashboard
ar: لوحة معلومات جديدة للجوال
ca: Nou panell de control mòbil
cy: Dangosfwrdd symudol newydd
da: Ny mobil oversigt
da_instk12: Ny mobil oversigt
de: Neues Dashboard für Mobilgeräte
es: Nuevo tablero móvil
es_es: Nuevo panel de control para móviles
fi: Uusi mobiilikoontinäyttö
fr: Nouveau tableau de bord mobile
fr_ca: Nouveau tableau de bord mobile
ga: Deais Mhóibíleach Nua
hi: नया मोबाइल डैशबोर्ड
ht: Tablodbò Nouvo Modil
id: Dashboard Seluler Baru
is: Nýtt farsímastjórnborð
it: Nuova dashboard per dispositivi mobili
ja: 新しいモバイルダッシュボード
ko: 새 모바일 대시보드
mi: Papatohu Waea Pūkoro Hou
ms: Papan Pemuka Mudah Alih Baharu
nb: Nytt mobildashbord
nb_instk12: Ny mobiloversikt
nl: Nieuw mobiel Dashboard
pl: Nowy pulpit nawigacyjny na urządzenia mobilne
pt: Novo painel móvel
pt_br: Novo painel móvel
ru: Новая мобильная панель управления
sl: Nova mobilna nadzorna plošča
sv: Ny mobil översikt
sv_instk12: Ny mobil översikt
th: แผงข้อมูลใหม่สำหรับอุปกรณ์พกพา
vi: Bảng Điều Khiển Mới cho Di Động
zh: 新移动设备控制面板
zh_hk: 新的行動端控制面板

source: New Page
ar: صفحة جديدة
ca: Pàgina nova
cy: Tudalen Newydd
da: Ny side
da_instk12: Ny side
de: Neue Seite
es: Página nueva
es_es: Página nueva
fi: Uusi sivu
fr: Nouvelle page
fr_ca: Nouvelle page
ga: Leathanach Nua
hi: नया पेज
ht: Nouvo Paj
id: Halaman Baru
is: Ný síða
it: Nuova pagina
ja: 新しいページ
ko: 새 페이지
mi: Whārangi Hōu
ms: Halaman Baharu
nb: Ny side
nb_instk12: Ny side
nl: Nieuwe pagina
pl: Nowa strona
pt: Nova página
pt_br: Nova página
ru: Новая страница
sl: Nova stran
sv: Ny sida
sv_instk12: Ny sida
th: หน้าใหม่
vi: Trang Mới
zh: 新页面
zh_hk: 新頁面

source: New Quiz
ar: اختبار جديد
ca: Prova nova
cy: Cwis Newydd
da: Ny test
da_instk12: Ny quiz
es: Nueva evaluación
es_es: Nueva prueba
fi: Uusi testi
fr: Nouveau questionnaire
fr_ca: Nouveau questionnaire
ga: Quiz Nua
hi: नई प्रश्नोत्तरी
ht: Nouvo Quiz
id: Kuis Baru
is: Nýtt próf
it: Nuovo quiz
ja: 新しい小テスト
ko: 새로운 퀴즈
mi: Quiz Hou
ms: Kuiz Baharu
nb: Ny quiz
nb_instk12: Ny quiz
nl: Nieuwe toets
pl: Nowy test
pt: Novo teste
pt_br: Novo teste
ru: Новое тестирование
sl: Nov kviz
sv: Ny quiz
sv_instk12: Ny quiz
th: แบบทดสอบใหม่
vi: Câu Hỏi Kiểm Tra Mới
zh: 新测验
zh_hk: 新測驗

source: New Quizzes
ar: الاختبارات الموجزة الجديدة
ca: Proves noves
cy: Cwisiau Newydd
da: Nye test
es: Nuevos exámenes
es_es: Nuevas pruebas
fi: Uudet testit
fr: Nouveaux quiz
fr_ca: Nouveaux questionnaires
ga: Quizeanna Nua
hi: नई प्रश्नोत्तरी
ht: Nouvo Quiz
id: Kuis Baru
is: Ný próf
it: Nuovi quiz
ja: 新小テスト
ko: 새로운 퀴즈
mi: Ngā Quizzes hou
ms: Kuiz Baharu
nb: Nye quizer
nb_instk12: Nye quizer
nl: Nieuwe toetsen
pl: Nowe testy
pt: Novos testes
pt_br: Novos testes
ru: Новые тестирования
sl: Novi kvizi
th: แบบทดสอบใหม่
vi: Các Câu Hỏi Kiểm Tra Mới
zh: 新测验
zh_hk: 新測驗

source: New To Do
ar: قائمة مهمة جديدة
ca: Noves tasques pendents
cy: Tasg Newydd i’w Gwneud
da: Nyt på opgavelisten
da_instk12: Nyt på opgavelisten
de: Neue Aufgabe
es: Nueva Tarea por hacer
es_es: Nueva tarea pendiente
fi: Uusi tehtävä
fr: Nouvelle chose à faire
fr_ca: Nouvelle action
ga: Le Déanamh Nua
hi: नया करने के लिए
ht: Nouco Tach
id: To Do Baru
is: Nýtt að gera
it: Nuovo elenco azioni
ja: 新しい To Do
ko: 새 할 일
mi: He Hou Whakamahi
ms: Senarai Untuk Dilakukan Baharu
nb: Ny i gjøremål
nb_instk12: Ny i gjøremål
nl: Nieuwe takenlijst
pl: Nowa lista zadań
pt: Novo para fazer
pt_br: Nova lista de tarefas
ru: Новая задача
sl: Nov seznam opravil
sv: Ny att-göra
sv_instk12: Ny att-göra
th: รายการสิ่งที่ต้องทำใหม่
vi: Việc Cần Làm Mới
zh: 新待办事项
zh_hk: 新待辦事項

source: New To-do
ar: قائمة مهام جديدة
ca: Noves tasques pendents
cy: Tasg Newydd i’w Gwneud
da: Ny opgave
da_instk12: Ny opgave
de: Neues To-Do
es: Nuevo ítem Por hacer
es_es: Nueva tarea pendiente
fi: Uusi tehtävä
fr: Nouvelle tâche À faire
fr_ca: Nouvelle tâche à accomplir
ga: Rud le Déanamh Nua
hi: नया 'करने के लिए'
ht: Nouvo Tach pou Fè
id: To-do Baru
is: Nýr verkefnalisti
it: Nuovo elenco attività
ja: 新しいするべきこと
ko: 새 할 일
mi: Ngā Mahi-ā-ringa Hou
ms: Item Untuk Dilakukan Baharu
nb: Nye gjøremål
nb_instk12: Nye gjøremål
nl: Nieuwe opdracht
pl: Nowa lista zadań
pt: Nova tarefa
pt_br: Novas listas de tarefas
ru: Новая задача
sl: Novo opravilo
sv: Nytt Att göra
sv_instk12: Nytt Att göra
th: รายการสิ่งที่ต้องทำใหม่
vi: Việc Cần Làm Mới
zh: 新建待办任务
zh_hk: 新待辦事項

source: Next
ar: التالي
ca: Següent
cy: Nesaf
da: Næste
da_instk12: Næste
de: Weiter
es: Siguiente
es_es: Siguiente
fi: Seuraava
fr: Suivant
fr_ca: Suivant
ga: Ar aghaidh
hi: अगला
ht: Pwochen
id: Berikutnya
is: Næsti
it: Successivo
ja: 次へ
ko: 다음
mi: E haere ake nei
ms: Seterusnya
nb: Neste
nb_instk12: Neste
nl: Volgende
pl: Następny
pt: Próximo
pt_br: Próximo
ru: Далее
sl: Naprej
sv: Nästa
sv_instk12: Nästa
th: ถัดไป
vi: Tiếp
zh: 下一步
zh_hk: 下一個

source: Next Week
ar: الأسبوع القادم
ca: La setmana que ve
cy: Wythnos Nesaf
da: Næste uge
da_instk12: Næste uge
de: Nächste Woche
es: Próxima semana
es_es: Siguiente semana
fi: Ensi viikolla
fr: Semaine prochaine
fr_ca: La semaine prochaine
ga: An tseachtain seo chugainn
hi: अगला सप्ताह
ht: Semenn Pwochen
id: Minggu Depan
is: Næsta vika
it: Prossima settimana
ja: 次週
ko: 다음 주
mi: Wiki Muri
ms: Minggu Seterusnya
nb: Neste uke
nb_instk12: Neste uke
nl: Volgende week
pl: Następny tydzień
pt: Próxima Semana
pt_br: Próxima Semana
ru: На следующей неделе
sl: Naslednji teden
sv: Nästa vecka
sv_instk12: Nästa vecka
th: สัปดาห์ถัดไป
vi: Tuần Tiếp Theo
zh: 下个星期
zh_hk: 下週

source: Nickname
ar: اللقب
ca: Àlies
cy: Llysenw
da: Alias
da_instk12: Alias
de: Spitzname
es: Apodo
es_es: Apodo
fi: Lempinimi
fr: Pseudonyme :
fr_ca: Pseudonyme :
ga: Leasainm
hi: उपनाम
ht: Ti Non Jwèt
id: Nama panggilan
is: Gælunafn
it: Soprannome
ja: ニックネーム
ko: 별칭
mi: Ingoakāinga
ms: Nama panggilan
nb: Kallenavn
nb_instk12: Kallenavn
nl: Bijnaam
pl: Przydomek
pt: Nome de registo
pt_br: Apelido
ru: Ник
sl: Vzdevek
sv: Smeknamn
sv_instk12: Smeknamn
th: ชื่อเล่น
vi: Biệt Danh
zh: 昵称
zh_hk: 暱稱

source: No
ar: لا
cy: Na
da: Nej
da_instk12: Nej
de: Nein
fi: Ei
fr: Non
fr_ca: Non
ga: Níl
hi: नहीं
ht: Non
id: Tidak
is: Nei
ja: いいえ
ko: 아니요
mi: Kahore
ms: Tidak
nb: Nei
nb_instk12: Nei
nl: Nee
pl: Nie
pt: Não
pt_br: Não
ru: Нет
sl: Ne
sv: Nej
sv_instk12: Nej
th: ไม่
vi: Không
zh: 否
zh_hk: 否
